;如果同一配置适配多个设备应用环境 也可使用系统环境方式进行配置
;setx /m XFOLD_PROG_PATH_EDITOR "D:\ProgramxFiles\SublimeText\sublime_text.exe"
;setx /m XFOLD_PROG_PATH_PREVIEWER "D:\ProgramxFiles\QuickLook\QuickLook.exe"
;setx /m XFOLD_PROG_PATH_EVERYTHING "D:\ProgramxFiles\Everything\Everything.exe"

[Constants]
; ProgramxFiles=D:\ProgramxFiles
; xfold=%A_ScriptDir%

[Settings]
;通用集成工具
; XFOLD_PROG_PATH_EDITOR=%ProgramxFiles%\SublimeText\sublime_text.exe		;文本编辑工具
; XFOLD_PROG_PATH_PREVIEWER=%ProgramxFiles%\QuickLook\QuickLook.exe			;文件预览工具
; XFOLD_PROG_PATH_EVERYTHING=%ProgramxFiles%\Everything\Everything.exe		;Everyhing应用路径
; XFOLD_PROG_PATH_REGJUMP=%xfold%\tools\regjump.bat							;跳转打打Windows注册表路径

; XFOLD_FILE_PATH_SAVENOTES=%WORKSPACE_HOME%\#notes-list@xfold.md			;笔记收藏保存文件路径



